i5/20220913-mdraid-limit-2/0/xfs/5000/run-rw-1/pgbench.log
pgbench (16devel)
transaction type: <builtin: simple update>
scaling factor: 5000
query mode: prepared
number of clients: 16
number of threads: 4
maximum number of tries: 1
duration: 3600 s
number of transactions actually processed: 10551385
number of failed transactions: 0 (0.000%)
number of transactions skipped: 252844 (2.340%)
number of transactions above the 10.0 ms latency limit: 173341/10551385 (1.643%)
latency average = 2.022 ms
latency stddev = 3.012 ms
rate limit schedule lag: avg 0.253 (max 10.000) ms
initial connection time = 6.180 ms
tps = 2930.924557 (without initial connection time)